<?php

return array(


    /*
	|--------------------------------------------------------------------------
	| site name
	|--------------------------------------------------------------------------
    |
    |
    */
    'default_site_name' => env('SEO_DEFAULT_SITE_NAME','学古诗'),
    'default_admin_site_name' => env('SEO_DEFAULT_ADMIN_SITE_NAME','学古诗-管理后台'),
    /*
	|--------------------------------------------------------------------------
	| defautl meta data
	|--------------------------------------------------------------------------
    |
    |
    */
    'default_keywords' => env('SEO_DEFAULT_KEYWORDS', '古诗文,古诗文网,诗词助手,古诗文助手,古诗文小助手,古诗,古诗大全,经典古诗文,文言文,飞花令,唐诗,唐诗宋词,宋词,学古诗'),
    'default_description' => env('SEO_DEFAULT_DESCRIPTION', '学古诗网,一个页面简洁内容齐全使用方便的古诗文学习网站。收集古代诗词曲文言文,专注于古诗文服务,致力于让古诗文爱好者更便捷地学习及获取古诗文相关资料。'),


    'default_sub_title' => '古诗文小助手',


    /*
    |--------------------------------------------------------------------------
    | site name
    |--------------------------------------------------------------------------
    |
    |
    */
    'zhuanlan_site_name' => env('SEO_DEFAULT_SITE_NAME','古诗专栏'),
    /*
	|--------------------------------------------------------------------------
	| zhuanlan meta data
	|--------------------------------------------------------------------------
    |
    |
    */
    'zhuanlan_keywords' => env('SEO_DEFAULT_KEYWORDS', '古诗文,古诗文网,诗词助手,古诗文助手,古诗文小助手,古诗,古诗大全,经典古诗文,文言文,飞花令,唐诗,唐诗宋词,宋词,学古诗'),
    'zhuanlan_description' => env('SEO_DEFAULT_DESCRIPTION', '记录与分享关于古诗词你知道以及你不知道的一切'),


    'zhuanlan_sub_title' => '分享关于古诗词的一切',

    'google_tag_manager' =>[
        'gtm_code' => env('GOOGLE_TAG_MANAGER_CODE','GTM-T4PSDDL'),
    ],
);
